{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "special_tokens_map_file": "output/xlm-r-nli-stsb-40langs/0_Transformer/special_tokens_map.json", "full_tokenizer_file": null, "name_or_path": "C:\\Users\\slinfo/.cache\\torch\\sentence_transformers\\sentence-transformers_xlm-r-100langs-bert-base-nli-stsb-mean-tokens\\", "sp_model_kwargs": {}, "tokenizer_class": "XLMRobertaTokenizer"}